{
  "jQAxjKuJcBA": [
    {
      "text": "I fully agree. I don’t do social media neither. Got over 100 high ticket clients with a YT channel of less than 200 subs. YT is truly where it’s at. Love the amazing content Sunny! You’ve been an inspiration! 😎🤘🙏👏🔥",
      "likes": 419,
      "author": "@paymans1153"
    },
    {
      "text": "This is so helpful. I agree that social media is exhausting !!! I have always loved YouTube as it is so peaceful.",
      "likes": 254,
      "author": "@authenticallychlo"
    },
    {
      "text": "For all the newbies. I started my YouTube Channel about another topic. I made 10 high value videos and I stopped. About 7 months later I got every day several new followers. Until it became 5000! Without new content. So keep going! Social Media is crazy.",
      "likes": 98,
      "author": "@high-performer-mentoring"
    },
    {
      "text": "“Business Plan”",
      "likes": 0,
      "author": "@RobertHarrison-mb7xj"
    },
    {
      "text": "Business plan.   Love to see someone with new innovative fun ways of to be able to enjoy your life. Keep making the great videos!",
      "likes": 47,
      "author": "@brandonleibel9348"
    },
    {
      "text": "Your approach through the \"business plan\" strategy of attracting the right avatar is really relevant and timeless since you maintain control over your digital assets. Good and actionable steps Sunny. Kudos 👍",
      "likes": 15,
      "author": "@myhls"
    },
    {
      "text": "Just started youtube content. Glad I see this now rather than 3 years down the line. Thanks a lot",
      "likes": 67,
      "author": "@pasteur.roland"
    },
    {
      "text": "Business plan- thank you, someone who sees the wood from the trees. Makes perfect sense!!!",
      "likes": 0,
      "author": "@mukulgandhi1446"
    },
    {
      "text": "I have been feeling this myself. Couldnt even get the motivation to feed the social media algorithm so im glad for the validation 😍🥰 Business Plan please❤",
      "likes": 11,
      "author": "@CalmHealing25"
    },
    {
      "text": "This is the only guide that actually gave me actionable steps — not just theory.",
      "likes": 51,
      "author": "@actdaily5387"
    },
    {
      "text": "Business plan. Can't wait to implement. Left social media due to burnout but kept Youtube. Been on a mission for peace. Thank you for this valuable information.",
      "likes": 60,
      "author": "@Listeninghive"
    },
    {
      "text": "OMG. I can literally feel the change in the vibes coming through the screen. This is incredible. \"Business plan\" all day long. Thank you Sunny! (Oh, and I'm only 4:37 into the video, lol!) This is so exciting!",
      "likes": 5,
      "author": "@dreamlifeinnovations"
    },
    {
      "text": "That's definitely quality long form content.  No toilet viewing here.\nThank you!\nBusiness plan",
      "likes": 7,
      "author": "@МарияАфанасьева-ъ4ф"
    },
    {
      "text": "Hi Sunny, I’ve bought your course. Loving it so far ❤",
      "likes": 22,
      "author": "@lindaabuado3213"
    },
    {
      "text": "Business Plan. I love the idea of less social media and more long-term content",
      "likes": 18,
      "author": "@kellyjedele"
    },
    {
      "text": "I love this perspective. I always learn from you Sunny. Your program has been one of the best investments I’ve made.",
      "likes": 24,
      "author": "@SheharaWootenSTEMprosFP"
    },
    {
      "text": "Sunny, I just found you on YouTube. I’m watching you how I make 500 K a month without social media. You have taken everything that I hate about monetization and commercialism of business and focused on the things that transform the human experience from us living the day-to-day grind to providing something with purpose and pleasure.I can’t say enough about how impressed I am with your approach. Furthermore, you have given me the language that I need to move forward with my own business ventures.",
      "likes": 80,
      "author": "@sarahwallace8443"
    },
    {
      "text": "Business Plan - looking forward to putting into practice",
      "likes": 0,
      "author": "@FantasticDayz"
    },
    {
      "text": "If I  understand correctly, Your use of YouTube is limited. The email list becomes your rock. The email list it's not subject to algorithms, etc.",
      "likes": 9,
      "author": "@lorettaorourke7537"
    }
  ],
  "7pKRGZYyy9Y": [
    {
      "text": "Is social media actually hurting your business more than helping? What if you could grow without chasing trends, dancing for the algorithm, or constantly creating content? 👉 Get the Knowledge Bank Business Plan here: https://www.authoritydotio.com/knowledgebank-lm63306988?utm_source=YouTube&utm_medium=video&utm_campaign=Sunny+Lenarduzzi+Channel&utm_content=Social+Media+Is+Over%2C+Here%E2%80%99s+What+Will+Grow+Your+Business",
      "likes": 70,
      "author": "@SunnyLenarduzzi"
    },
    {
      "text": "YouTube is the only platform I am on daily.",
      "likes": 262,
      "author": "@shara1976"
    },
    {
      "text": "We are in the era of trusthworthy people searching for trustworthy people. 🧡",
      "likes": 69,
      "author": "@d1na207"
    },
    {
      "text": "Ah finally someone talking about the absolute basic fundamentals of marketing. As an agency owner for years I've been preaching about pull strategy. Its funny how every business wants to be on social media when their customers are actively searching them for them on search engines and now LLM.\nA good analogy would be - if you ran a retail store and a customer walked in - would you pick up the phone and cold call a potential customer (push strategy) or serve the one that is at your doorstep? (Pul",
      "likes": 115,
      "author": "@neelpabari4951"
    },
    {
      "text": "YouTube needs a heart button.",
      "likes": 258,
      "author": "@AnthonyWasiukiewicz"
    },
    {
      "text": "That’s why I like YouTube over social media. I can watch so many useful videos and I don’t want waste time on silly social media feeds",
      "likes": 110,
      "author": "@tutubeos"
    },
    {
      "text": "What a deep, BIG breath of fresh air. I have struggled with social media, left it, hated it, and then gone back to it. This year, 2026, I decided to take a sabbatical. It was a tough choice because I am part of a big collaboration, and I believed social media was the avenue to fill the seats.\n\nIt turns out I didn’t need it. Instead, I was strategic in building creative relationships and nurturing connections. I listened carefully for key words that allowed me to naturally share what I was doing.",
      "likes": 0,
      "author": "@forthrejoyoflaughter"
    },
    {
      "text": "As a huge YouTube fan I couldn't agree more I'm straight here for learning and information.",
      "likes": 78,
      "author": "@wendiid9282"
    },
    {
      "text": "Business owners need to listen to this video several times. The information you share here is gold.  Thank you. 🙏",
      "likes": 125,
      "author": "@MrJamesTyler"
    },
    {
      "text": "This makes a lot of sense! TY!",
      "likes": 0,
      "author": "@vickielusby1006"
    },
    {
      "text": "You are correct... YouTube is for learning and finding your interests... People search for their interests here on YouTube and its not about silly scrolling and randomly finding customers... You want YouTube to find your customers by linking interests, so don't even show family and friends your videos if that isn't their interests, as it will throw off the algorithm.",
      "likes": 77,
      "author": "@josephb3147"
    },
    {
      "text": "I’m constantly on YouTube and never on social media.    Makes sense.",
      "likes": 23,
      "author": "@davemccraw3910"
    },
    {
      "text": "In 5 years I have only created 12 very targeted videos and have only 616 in my Battletech fan channel.",
      "likes": 0,
      "author": "@josepablolunasanchez1283"
    },
    {
      "text": "After listening from you, i feel like the world have so much hope for Educational  business, not fear-bias like other big brands out there.",
      "likes": 29,
      "author": "@HieuLe-k4b4q"
    },
    {
      "text": "Thank you very much for sharing your insight and experience! Social media feels so overwhelming and as a creative myself, I don't even know where to begin, so I just end up not doing it at all, but at the same time I feel guilty of not posting because that's what's expected of you in the industry. Unfortunately, social media doesn't resonate with me in any way, It also changes constantly and it's so hard to keep up. At the end, I just end up dreaming of creating my own corner on the internet whe",
      "likes": 20,
      "author": "@YanaStoyanova-g2z"
    },
    {
      "text": "Hi Sunny, I took your YT4B course years ago. Glad to see you are still posting great content! Thank you!",
      "likes": 4,
      "author": "@jimhart"
    },
    {
      "text": "Damn. Algorithm hit gold today. I'm in the middle o finishing up my own app and want to research marketing tactics and until this video I was almost all in on SM and short form content and ads. Now I'm confused. the Knowledge Base would help.",
      "likes": 31,
      "author": "@Gorops"
    },
    {
      "text": "As a educator and practitioner of learning, you made some very good points because I started providing video teaching for my students and it grew well because other students needed the break down of the content. The education industry is changing due to the flood of information and people, even young people, are looking connection  and trust from their thought leaders rather than information overload they could get via an AI chat. I know what I need to do now to really start my new business. Tha",
      "likes": 2,
      "author": "@Mslaurenvarlack"
    },
    {
      "text": "So, so true. That's exactly my experience in 15 years of entrepreneurship, too. Intention of people determines their attention span. Pull vs. push marketing is a big gamechanger, once you figure that out. Thanks for sharing that video.",
      "likes": 9,
      "author": "@HCGcorporatedesigns"
    },
    {
      "text": "Thank you for this video. Lately I’ve been contemplative topic. YouTube feels like the place I need to be and this helps to confirm that, for me.",
      "likes": 8,
      "author": "@AntoniasBlissfulCorner"
    }
  ],
  "VL-o9Kx0Tv8": [
    {
      "text": "Ready to finally turn your expertise into a business that pays you without burning you out?\nClick for our \"business plan\" below to get the exact 10-week roadmap we use to help clients launch $10K/month programs—before they even build them. https://www.authoritydotio.com/knowledgebank-lm63306988?utm_source=YouTube&utm_medium=video&utm_campaign=Sunny+Lenarduzzi+Channel&utm_content=How+to+Build+a+%2410K%2FMonth+Business+Before+The+Year+Ends",
      "likes": 21,
      "author": "@SunnyLenarduzzi"
    },
    {
      "text": "Ive had the idea to start a business Strategist Service for hair salon owners and had been being all \"Productive / procratinate-y\" about it. I told one stylist on a whim and as you said she told another salon business owner who was really excited to learn more. I have hit a wall when it comes to validating an idea in the past. Through self work & inner work im finally ready to get out and validate my ideas without feeling nervous about what others might think or letting their thoughts impact me ",
      "likes": 21,
      "author": "@thek.i.m.experience8046"
    },
    {
      "text": "I’m so grateful for all the value and support you provide. Thanks to your guidance, I launched my POP last night to a small group of people — a big step forward for me.\n\nI’m still refining my process for encouraging people to book discovery calls. In the codependency recovery space, many people find it difficult to trust, so they can be understandably hesitant to get on a call.\n\nThat said, I’m feeling optimistic. I’m focused on creating more content to build trust and connection, and I’m confide",
      "likes": 11,
      "author": "@Empowered.Empaths"
    },
    {
      "text": "Business plan. Thanks!",
      "likes": 4,
      "author": "@vidapracticaaudiolibros"
    },
    {
      "text": "Business plan, thank you.",
      "likes": 0,
      "author": "@Anne-GabrielDesseix"
    },
    {
      "text": "Business Plan. Thank you!",
      "likes": 0,
      "author": "@noreenwall2566"
    },
    {
      "text": "Business Plan! Thank you 🙏",
      "likes": 0,
      "author": "@Robin_In_CA"
    },
    {
      "text": "21:04  I built that thing that you need, can we have another convo… I’m doing this for the first time… it’s the only time I’m going to do this as a live experience (founders rate)…so you’ll actually work directly with me and a group of other people that are trying achieve the same result and it’s at this special rate because you are a founding member” ❤ love this manifesting this now ❤",
      "likes": 2,
      "author": "@ActivateDivineDNA"
    },
    {
      "text": "Business Plan, thanks 🙏 the video was super informative",
      "likes": 0,
      "author": "@naveedchowdhury7135"
    },
    {
      "text": "Business plan, thank you",
      "likes": 0,
      "author": "@StephanieSharp-j4f"
    },
    {
      "text": "Business plan Thank you!",
      "likes": 0,
      "author": "@rodneyhall-rtp4653"
    },
    {
      "text": "\"Business Plan\" thank  you so much!",
      "likes": 1,
      "author": "@MarkWSchutter"
    },
    {
      "text": "Business plan. Excellent content as always!",
      "likes": 0,
      "author": "@bpage1722"
    },
    {
      "text": "I just teared up a little bit about the feedback isn’t failure perfectionism keeps you safe.",
      "likes": 1,
      "author": "@AndrewRiscart"
    },
    {
      "text": "BUISNESS PLAN ! Thank you.",
      "likes": 0,
      "author": "@anne-marienoel819"
    },
    {
      "text": "Just found your channel and always appreciate new perspectives on these things. I own a one person digital marketing agency but I'm obsessed with business management stuff and trying to optimize technology as well. Look forward to more content.",
      "likes": 0,
      "author": "@abgportal"
    },
    {
      "text": "business plan \nYour video was really clear and gave me just the push I needed to take action. Thank you.",
      "likes": 0,
      "author": "@ディア-u8f"
    },
    {
      "text": "Business Plan - thanks heaps Sunny 🎉🎉🎉🎉",
      "likes": 1,
      "author": "@catgurung7249"
    },
    {
      "text": "Great video, great advise.., Love Sunny just because she says \"diddly squat\" :) I just don't know enough people to solve a problem that makes money...",
      "likes": 1,
      "author": "@peacefulhealthylife-n4i"
    },
    {
      "text": "Business plan. Thank you for the realistic tips.",
      "likes": 0,
      "author": "@lillakato6896"
    }
  ],
  "m9eMEabVKDY": [
    {
      "text": "I’m literally rebranding my YouTube channel because of this! It makes so much sense, for years I’ve been chasing views, instead of building a loyal community",
      "likes": 31,
      "author": "@cinematictrailerstudios"
    },
    {
      "text": "\"Playbook\"! Sunny, I watched the ENTIRE 40 minutes!!! So much value, I took four pages of notes! I don't have a Youtube channel, but will soon. Thank You!",
      "likes": 59,
      "author": "@melodieboone3102"
    },
    {
      "text": "Playbook. Wait, Sunny! What have I missed? I mean you look totally different from the last time I saw you on your video. I was about to scroll  up when I noticed,\"wait!!! Sunny???\" I mean all the improvements are noticeable.",
      "likes": 10,
      "author": "@zarriveedioze6539"
    },
    {
      "text": "Playbook thank you so much",
      "likes": 0,
      "author": "@dstencell6083"
    },
    {
      "text": "Playbook please! ✨",
      "likes": 0,
      "author": "@stephetgustave"
    },
    {
      "text": "Playbook! 🙏\n\nThank you soo much, Sunny!!😊",
      "likes": 10,
      "author": "@KristieMAC1"
    },
    {
      "text": "Amazing, detailed, and precise! Thank you! Playbook, please.",
      "likes": 10,
      "author": "@ShawnSimmonsSpeaker"
    },
    {
      "text": "Playbook \n\nI just came across your channel and I’m so impressed with our delivery and content. You deliver the information either such clarity and conciseness and your knowledge and concern for others that are just getting started is evident.  THANK YOU! I’m 50 years old and, while fairly computer/technology competent, starting out is incredibly daunting. Again, THANK YOU THANK YOU THANK YOU!!!",
      "likes": 7,
      "author": "@ChrisChance-kt2bu"
    },
    {
      "text": "You helped me realize I need to stay focused on a niche. My spiritual topics need a focal point to attract the same people for each video. Lots to think about!",
      "likes": 7,
      "author": "@lesleycorte4794"
    },
    {
      "text": "Thanks for an awesome video!\nPlaybook, please",
      "likes": 3,
      "author": "@dinaledi836"
    },
    {
      "text": "Free Playbook\n\nThank you for this information!",
      "likes": 5,
      "author": "@CKacoya"
    },
    {
      "text": "Playbook please!!  You rock!!",
      "likes": 4,
      "author": "@theSawyerSolution"
    },
    {
      "text": "This is exactly what I needed to learn today—thank you, Sunny! You break it down so clearly.",
      "likes": 13,
      "author": "@zeroviro"
    },
    {
      "text": "\"Playbook\", Sunny people like you don't claim to be gurus, but really are humble ones showing people an efficient spot on information to grow their business and income. You are the best, brilliant plus beautiful !!",
      "likes": 2,
      "author": "@davosquin24"
    },
    {
      "text": "Playbook! \n\nPlease, and Thank You! \n\nYou’ve been a great help. Your videos are helping me a lot to figure out how I need to structure this YouTube journey (which I haven’t even started yet), so that it doesn’t end up feels mg like a waste of time and energy. \n\nKeep up the great content.",
      "likes": 1,
      "author": "@Gallagator77"
    },
    {
      "text": "You’ve changed my life Sunny! Just created my first video for my own niche with my 273 subscribers and a cta. I’m excited and have been enjoying your content so much",
      "likes": 36,
      "author": "@RivyO"
    },
    {
      "text": "It doesn't sound complicated. But what if YouTube doesn't show your videos to anyone?",
      "likes": 10,
      "author": "@Romzeslife"
    },
    {
      "text": "Thanks Sunny for this video! I learned a lot from what you shared",
      "likes": 6,
      "author": "@DavesWaysToMakeMoney"
    },
    {
      "text": "I'm really wanting to learn how to do this\nPlease",
      "likes": 0,
      "author": "@gregcarden"
    }
  ],
  "rpDFoSc7gRY": [
    {
      "text": "Still stuck posting every day with little to show for it? It’s not your work ethic — it’s the outdated strategy. 👉 Get the free Knowledge Bank Business Plan: https://www.authoritydotio.com/knowledgebank-lm?utm_source=YouTube&utm_medium=video&utm_campaign=Sunny+Lenarduzzi+Channel&utm_content=The+Anti-Social+Media+Strategy+That+Will+Grow+Your+Business",
      "likes": 29,
      "author": "@SunnyLenarduzzi"
    },
    {
      "text": "I'm so glad you said Blogging is making a comeback! ",
      "likes": 94,
      "author": "@BranDigital.co.Official"
    },
    {
      "text": "Customer reviews, publicly posted or better yet on YouTube, is the most important for many businesses, if not all.",
      "likes": 21,
      "author": "@pijnacker01"
    },
    {
      "text": "One of the rare videos I've watched start to finish, stopping, pausing, taking notes, jotting down the ideas, etc. Really helpful, well-structured, and to-the-point material.",
      "likes": 17,
      "author": "@mykhaylokashyn9949"
    },
    {
      "text": "I am a retired primary school teacher who is preparing to start a channel to transform the lives of K and 1st-grade children who struggle with reading. Thank you so much for this video. These 18 minutes are a gold mine for someone with decades of experience in what I teach and wondering where to begin forming a strategy for social media. Really, a gold mine. Thanks again.",
      "likes": 68,
      "author": "@ron403b"
    },
    {
      "text": "Thanks Sunny, I am so glad someone with this much experience talks about “the dangers of social media” in business. \nIt’s really difficult to get out of this nonsense mindset when as you said these platforms are made to hook people. But someone scrolling through these contents almost on autopilot will not give you more quality clients.",
      "likes": 12,
      "author": "@katem1102"
    },
    {
      "text": "I'm so glad Sunny mentioned building an email list. I have a free platform where I teach influencers how to do this, and it's like pulling teeth to get them to realize how important this is.",
      "likes": 8,
      "author": "@DeaconNick"
    },
    {
      "text": "Business Plan, pleeeease! 9 years in and I’ve already changed everything. It’s refreshing to see this because it’s what I’ve actually been transitioning to for a couple years now. Great video. Thank you so much ❤",
      "likes": 7,
      "author": "@yarnitoli"
    },
    {
      "text": "Funny how the moment someone steps away from the noise, their message suddenly gets louder. This whole ‘anti-social media strategy’ actually makes sense most businesses are posting like they’re trying to stay relevant, not like they’re trying to build something that lasts. When you stop chasing trends and start treating your content like an asset instead of a chore, everything feels cleaner and more intentional. The most interesting part is how this approach forces you to build depth instead of ",
      "likes": 66,
      "author": "@leonkenndy-d5m"
    },
    {
      "text": "always love your videos Sunny! So over short form and the social platforms. Need to focus on building my Youtube! thanks",
      "likes": 9,
      "author": "@SuzChadwick"
    },
    {
      "text": "business plan, thanks!",
      "likes": 9,
      "author": "@Sbannmarie"
    },
    {
      "text": "Business plan. Thank you for great info.",
      "likes": 3,
      "author": "@jimpoggi5884"
    },
    {
      "text": "I am so so glad i have found you. You have articulated many thoughts that have been bouncing around my brain. Thank you for talkng sense and giving me hope that it is possible to build a business without being a circus clown or hamster on a wheel.",
      "likes": 2,
      "author": "@squintyseam4601"
    },
    {
      "text": "Business plan. Thank you.",
      "likes": 3,
      "author": "@sethandalexis"
    },
    {
      "text": "This video is LITERAL CONFIRMATION for the exact direction I’m going with my audience on YT:) thank you for this! ❤",
      "likes": 2,
      "author": "@andreagalofficial"
    },
    {
      "text": "I LOVED this video and the way you explain everything! ❤",
      "likes": 3,
      "author": "@polalucas"
    },
    {
      "text": "Thank you for speaking out on this. I am working to balance it all but first my products, then my outreach. So excited to be building.",
      "likes": 1,
      "author": "@pivotingbeliefs"
    },
    {
      "text": "Business plan 😍",
      "likes": 3,
      "author": "@magdalenabritish"
    },
    {
      "text": "Thanks for the info Sunny. Very helpful.",
      "likes": 1,
      "author": "@franquiciadrautocasa"
    },
    {
      "text": "Business plan ❤",
      "likes": 3,
      "author": "@carmenamanda8191"
    }
  ],
  "F-M-UUju0pI": [
    {
      "text": "Want the exact tool that helped Anna make $210K in 55 days with NO audience? Grab it NOW: https://www.authoritydotio.com/decoder-guide?utm_source=YouTube&utm_medium=video&utm_campaign=The+AI+Strategy+that+Made+%24210k+in+55+days+with+No+Audience&utm_content=The+AI+Strategy+that+Made+%24210k+in+55+days+with+No+Audience&utm_term=The+AI+Strategy+that+Made+%24210k+in+55+days+with+No+Audience",
      "likes": 18,
      "author": "@SunnyLenarduzzi"
    },
    {
      "text": "I have a sister company to Anna’s. I’m a Nurse Practitioner who works specifically with highly sensitive people helping them become their own heroes. We also utilize sound healing and brain wave entrainment to reprogram limiting beliefs.",
      "likes": 20,
      "author": "@TruthLoveConnection"
    },
    {
      "text": "Been deep in Firebase lately, but this gave me fresh perspective. Huge respect for how clearly you broke it down 🔥",
      "likes": 11,
      "author": "@AIAppMasters"
    },
    {
      "text": "Wonderful🙏🏽 Congratulations on the excellent content! I wish you more prosperity and success on your channel❤",
      "likes": 4,
      "author": "@SynapseSounds-y9y"
    },
    {
      "text": "Decoder, please, and thank you!! I have recently come across this channel and found it very valuable and need some directions to as well.",
      "likes": 3,
      "author": "@Daniel_Payne"
    },
    {
      "text": "Great advice as always. Im about to launch my first online course and I’ve learned so much from your videos. Took your advice to pitch it live first with a couple of seminars. Learned this from your video about a month or so ago and it worked perfectly to tweak the course. You’re the best!",
      "likes": 10,
      "author": "@SachsRealty"
    },
    {
      "text": "Decoder, thanks Sunny!",
      "likes": 0,
      "author": "@solagomarsino"
    },
    {
      "text": "This video is fire 🔥",
      "likes": 5,
      "author": "@BuiltDifferentDailyHQ"
    },
    {
      "text": "Decoder, please, and thanks.",
      "likes": 1,
      "author": "@repottedchangeforbetter5926"
    },
    {
      "text": "I recently used the Decoder tool and the 1st video I dropped is soaring and 1 of 10 currently! Gracias Sunny! 💪🏾🙏🏾",
      "likes": 6,
      "author": "@SpeakSpanishNow"
    },
    {
      "text": "Wonderful Snny! Thank you for the content and congratulations on the excellent You Tube channel",
      "likes": 2,
      "author": "@SynapseSounds-y9y"
    },
    {
      "text": "Sunny, I've been watching your videos for about 5+ years. And I must say, the production, script, B-roll, and filming show that you and your team have reached a new height. Strong work! This video should be a case report of how to draw viewers in, give them value, and leave with an email address. Well done! Yes, it introduces your system. But for those of us who are trying to make more compelling videos, this should be required viewing.",
      "likes": 5,
      "author": "@ScottResnickMD"
    },
    {
      "text": "Decoder thanks",
      "likes": 0,
      "author": "@Uninspiredlyfe"
    },
    {
      "text": "This video and decoder is single handedly responsible for helping me get unstuck and now have an ICA I am most definitely able to go to market with.  I struggled for two years to get this level of clarity. Thanks Sunny for this valuable tool.",
      "likes": 2,
      "author": "@BusinessReinvention"
    },
    {
      "text": "I find this very inspiring. I am 70 years. Studied science in the university and worked in the health service department but now retired.  \nI have always found your video very interesting.",
      "likes": 2,
      "author": "@kolaoloye2994"
    },
    {
      "text": "Decoder. You help me tremendously in regards to pricing the value of what I'm offering. I felt uncomfortable charging a high price for anything, but I  now understand it's the service you are pricing the value  on. Thank you.",
      "likes": 1,
      "author": "@TAMSlearningaccount"
    },
    {
      "text": "Very interesting example. I particularly liked the approach to connecting with ideal clients just to collect data. Decoder please 🙏",
      "likes": 1,
      "author": "@malualila9665"
    },
    {
      "text": "Decoder! Thank you, great video as always.",
      "likes": 0,
      "author": "@KeyzDesignzLLC"
    },
    {
      "text": "Decoder. Thank you! 🙏🌸",
      "likes": 1,
      "author": "@miatjarnlund6509"
    },
    {
      "text": "Decoder. Thanks",
      "likes": 0,
      "author": "@funmiadeleke"
    }
  ],
  "swBwRtHVVlA": [
    {
      "text": "EXCELLENT VIDEO! I don't know if people realize how much value is in this video. 5 stars! 🔥🔥🔥",
      "likes": 35,
      "author": "@breath-of-fire"
    },
    {
      "text": "I love acronyms especially when they describe a systematic approach to anything. Thank you for offering so much value with no fluff.",
      "likes": 17,
      "author": "@KellieAlston"
    },
    {
      "text": "Just found your channel some minutes ago & have been glued to the screen literally without blinking. You're really spilling nuggets that I have not thought of - for free! Thanks, from a new subscriber here from Nigeria :)",
      "likes": 9,
      "author": "@EmmanuelESulai"
    },
    {
      "text": "You are one of very few creators who I will agree to watch a 40mins video from (😅 Admittedly I watched this at 2x speed 😂) - Absolutely AMAZING value. Again, people literally PAY for this level of information.",
      "likes": 10,
      "author": "@LadyEsori"
    },
    {
      "text": "Great video 👍 please send me the guide. Will the AI work ok for B2B markets?",
      "likes": 2,
      "author": "@truthseeker922"
    },
    {
      "text": "obsessed with the value you deliver 🙏",
      "likes": 25,
      "author": "@TheTarotQueen"
    },
    {
      "text": "Hello Sunny, how can I apply this strategy on physical products using affiliate links 😢",
      "likes": 1,
      "author": "@MohamadFarhat-x8f"
    },
    {
      "text": "Hi Sunny! Send me the guide, please. \nI need help. My head is spinning with all the info out there. Can I get one on one? As I am typing I'm already getting some answers..lol! Ty!",
      "likes": 1,
      "author": "@julieryan1206"
    },
    {
      "text": "Sunny, you've been my absolute hero lately. So grateful for you 💖",
      "likes": 4,
      "author": "@DangerBunn"
    },
    {
      "text": "Excellent, please give me the guide.",
      "likes": 1,
      "author": "@JohnL-n9g"
    },
    {
      "text": "❤  I can't believe this content is free, Miss Lenarduzzi 🔥",
      "likes": 6,
      "author": "@MasterBrain182"
    },
    {
      "text": "Please \"Give me the guide\" Sunny. I am going all Rambo on your videos because it's incredible how you give all this valuable information for free, and by doing this subscribers engage and stay in your knowledgeable realm.",
      "likes": 1,
      "author": "@davosquin24"
    },
    {
      "text": "You're  the best I have ever come across online! That's my verdict !",
      "likes": 3,
      "author": "@simbiam1"
    },
    {
      "text": "So incredible, Sunny. Give me the guide, please ❤",
      "likes": 2,
      "author": "@busybrainboldfaith"
    },
    {
      "text": "Thank you for such valuable information!",
      "likes": 2,
      "author": "@AdrianAlero-tm3qj"
    },
    {
      "text": "Please give me the guide below. Thank you",
      "likes": 1,
      "author": "@MagdaleneAdaO"
    },
    {
      "text": "Thank you for this brilliant VDO tutorial. Give me the guide below...pls!",
      "likes": 0,
      "author": "@HavenOfPrayer"
    },
    {
      "text": "Sunny, I just love you. Please give me the guide. Thank you!",
      "likes": 1,
      "author": "@TammyBee"
    },
    {
      "text": "Give me the guide. \"Please do, this video is totally value pack, very well emphasized, Thank Sunny, Job well delivered and done.\" 👌💯💢👋",
      "likes": 1,
      "author": "@Wonder-Dome-y1r"
    }
  ],
  "MLgrZZRfcE4": [
    {
      "text": "Business plan thank you!",
      "likes": 8,
      "author": "@lindseyosborne2774"
    },
    {
      "text": "Great video Sunny about keeping the validation phase simple. I’ve been guilty of trying to make things “perfect” before sharing it with others. This was a timely reminder that simple with real client validation is the best way to prove your offering works!  Business Plan 😊",
      "likes": 9,
      "author": "@PrajPatel"
    },
    {
      "text": "business plan\n\n@Sunny WOW your most useful video, especially because it's step-by-step + detailed + ACTION steps! many thanks!",
      "likes": 5,
      "author": "@happyhabitify"
    },
    {
      "text": "So I am confused, are you stating for an 8 week program build one week at a time get feedback and then work on week 2 or if week do is already ready modify it according to feedback ?",
      "likes": 0,
      "author": "@myjoymimeministry8961"
    },
    {
      "text": "I manifest this video. Thank you for followin' your Divine guidance and creatin' this BUSINESS PLAN! \n\nMay all your abundance be! ✨️",
      "likes": 6,
      "author": "@theprimalpriestess"
    },
    {
      "text": "BUT of course one must have an audience first☝️",
      "likes": 5,
      "author": "@marketingwithwilliam"
    },
    {
      "text": "Business plan! Thanks so much, Sunny! 🙌🏽",
      "likes": 1,
      "author": "@DJDelGrande"
    },
    {
      "text": "Sunny, this is excellent, but I worry about semantics. What payment link do we send clients, and how do we make it more seamless in order for them to trust us enough to buy, or be motivated enough to actually click pay?",
      "likes": 10,
      "author": "@seemaverse98"
    },
    {
      "text": "This video was really engaging and kept it all so simple. Business Plan!!",
      "likes": 2,
      "author": "@JulieKettleton"
    },
    {
      "text": "Love this!  During presale do you transparently tell them that you’re building the course with them?",
      "likes": 3,
      "author": "@RachelLee"
    },
    {
      "text": "Business plan! Thank you Sunny",
      "likes": 1,
      "author": "@LincolnKumbeli"
    },
    {
      "text": "Business plan! Whoohooo!",
      "likes": 5,
      "author": "@LynnelleWilson"
    },
    {
      "text": "Business plan. Gracias! :)",
      "likes": 0,
      "author": "@RedImaginationbyGG"
    },
    {
      "text": "Business plan",
      "likes": 8,
      "author": "@CautiousRider"
    },
    {
      "text": "Business plan , thank you!",
      "likes": 0,
      "author": "@njhealthinsurancepro"
    },
    {
      "text": "Business Plan thnks",
      "likes": 0,
      "author": "@Jonaztrek"
    },
    {
      "text": "Business plan\n\nThank you",
      "likes": 0,
      "author": "@Lucidarius00"
    },
    {
      "text": "Business Plan, Thank you for the kick start. This is what I need. Gary",
      "likes": 0,
      "author": "@garysieck2899"
    },
    {
      "text": "Business Plan - thank you",
      "likes": 0,
      "author": "@lisettereimche3558"
    }
  ],
  "fN_2c_LPfX0": [
    {
      "text": "🚀 Ready to turn your expertise into a business that runs without you? Comment “Knowledge Bank” below and or click here for our FREE business plan that’s helped thousands build scalable, high-impact online programs. https://www.authoritydotio.com/knowledgebank-lm63306988?utm_source=YouTube&utm_medium=video&utm_campaign=Sunny+Lenarduzzi+Channel&utm_content=The+Smartest+Way+To+Turn+Your+Expertise+Into+%241M",
      "likes": 10,
      "author": "@SunnyLenarduzzi"
    },
    {
      "text": "20 year psychotherapist here. Your friends mom is right. It’s sad and bewildering but we must evolve. Love your content- it’s supported me continuing to work away at my own youtube channel. ❤",
      "likes": 11,
      "author": "@AmyRoseWhite"
    },
    {
      "text": "Sunny hi. I am in Mexico you´re right. Knowledge is power.",
      "likes": 4,
      "author": "@franquiciadrautocasa"
    },
    {
      "text": "So glad I came across this before building my course - thank you!!\nIs there a platform that you recommend for hosting the curriculum?",
      "likes": 0,
      "author": "@marshaetrew7582"
    },
    {
      "text": "Knowledge bank! The interview strategy is gold Sunny!",
      "likes": 1,
      "author": "@Mariamanifest"
    },
    {
      "text": "This is the Harvard of online knowledge business",
      "likes": 3,
      "author": "@Bossuhzi"
    },
    {
      "text": "Im trying to follow you, but I dont get it, maybe I need to look again honestly what I did  understand stressed me more than encouraged most people are average.",
      "likes": 0,
      "author": "@changinglanes702"
    },
    {
      "text": "Just spent the last week building a mini course but offering support in private support group which is still needed, I hope?",
      "likes": 0,
      "author": "@GP_Guitar_Secrets"
    },
    {
      "text": "Can you help me with this question...language. Most videos are in english. I, Myself feel hesitant to talk in english, my native language. Becouse it is spoken by 2 Million people only. But english seems sooo unnaturally. Thanks for the advice.",
      "likes": 0,
      "author": "@TinaKralj-k2g"
    },
    {
      "text": "Knowledge bank....thanks Sunny",
      "likes": 0,
      "author": "@richardmanson-hing9807"
    },
    {
      "text": "I can talk about mindfulness and meditation hours on end without fumbling or breaking, but how is that an expertise ?",
      "likes": 2,
      "author": "@apparjitsingh6762"
    },
    {
      "text": "Knowledge bank... thank you!",
      "likes": 0,
      "author": "@ByAnthonyMiller"
    },
    {
      "text": "Knowledge Bank\nThank the YT algo for bringing this to me and thank you, Sunny for your perspectives and experience.  I'm in the inquiry of understanding what skills and experience best suited for building online courses and network.  Cheers.",
      "likes": 0,
      "author": "@degenyogi6140"
    },
    {
      "text": "Very helpful! And This is something I've heard from another business coach as well- interview clients and sell an offer before you create it. My biggest issue is that my clients have an end date. I'm a baby name consultant and pregnancy is finite.",
      "likes": 0,
      "author": "@NamesWithSteph"
    },
    {
      "text": "Mixing the best of technology and human skills. It make sense. Just a question. What platform do you recommned to build this model? that icludes live calls, online prerecorded content and community? Thanks!",
      "likes": 0,
      "author": "@i.c.5068"
    },
    {
      "text": "How do you keep putting out such amazing informative videos. Please update my Knowledge Bank with your guide :)",
      "likes": 0,
      "author": "@MoHafez"
    },
    {
      "text": "Great video, I have been working on this for the last 5 years indeed. Better packaging, better delivered at places where people need it the most. Also a new delivery of education through 'self-reflection' and 'growth-hacking'. Would love to get the guide - and team up.",
      "likes": 0,
      "author": "@christiaan_IO"
    },
    {
      "text": "Does this system work for a residential Real Estate business?",
      "likes": 0,
      "author": "@triciagarcia8974"
    },
    {
      "text": "Sunny, you’re still so beautiful and radiant. Thanks for posting and staying strong over these years. I know we’ve all had up and downs, but just wanted to let you know that you look amazing. Love ❤",
      "likes": 0,
      "author": "@SeanandBlanca"
    },
    {
      "text": "Knowledge bank business plan",
      "likes": 0,
      "author": "@lisakohut2595"
    }
  ],
  "nQ9sFK4zBL0": [
    {
      "text": "I have 20 years in the commercial cleaning industry and 40 years playing drums. I feel like I should definitely be on Youtube teaching at least one of these things, but most likely BOTH. Target goal is 5-10K a month. I'll be real - I find the setup of the infrastructure to be very intimidating!",
      "likes": 26,
      "author": "@TheRealMusic4Life"
    },
    {
      "text": "You are the GURU of all gurus. I love the way you explain everything. No one compares to you",
      "likes": 8,
      "author": "@beginnerbassbybreeze7"
    },
    {
      "text": "give me the guide . tks",
      "likes": 2,
      "author": "@sylvietellier899"
    },
    {
      "text": "Sunny this free guide to mastering YouTube is worth a billion dollars 🌞👍🏼 You been a great help for me since I started YouTube in 2018. But this platform changed and it's definitely more search oriented than it was years ago. I have found that most of the views I get currently is from search not my subscribers. The way you explained how this works here is gonna change my perspective. I appreciate you and I wish you a blessed week ahead.",
      "likes": 20,
      "author": "@GEORGIOARCADE"
    },
    {
      "text": "Thanks for this information Sunny!",
      "likes": 3,
      "author": "@DavesWaysToMakeMoney"
    },
    {
      "text": "Free guide",
      "likes": 2,
      "author": "@Tailwaggingjackson"
    },
    {
      "text": "Thank you Sunny for the guide!🎉🎉🎉",
      "likes": 0,
      "author": "@artistsindialogue"
    },
    {
      "text": "Wow, this is incredibly insightful! I would love to see the guide. Thank you so much ❤",
      "likes": 0,
      "author": "@christymwhitney"
    },
    {
      "text": "Thank you this was very helpful 💖",
      "likes": 0,
      "author": "@Yasmin.Inharmony"
    },
    {
      "text": "Give me the guide (please). Thank you.  What a wonderful gift this video is!!",
      "likes": 0,
      "author": "@sochi9668"
    },
    {
      "text": "totally agree about the algorithm trap, random content really does get you nowhere.",
      "likes": 0,
      "author": "@Ethan2598-f1y"
    },
    {
      "text": "Sunny! Many thanks for this VALUABLE information! Have a Happy Holiday Weekend!",
      "likes": 0,
      "author": "@howardcash8301"
    },
    {
      "text": "Love this! Thank you for breaking it down so clearly. Please give me the guide!",
      "likes": 0,
      "author": "@ModernHomeschoolers"
    },
    {
      "text": "My god, I’ve watched thousands of videos and this may have just changed my life. Thank you so much 🙏",
      "likes": 0,
      "author": "@martintroy"
    },
    {
      "text": "This video is an entire master class. Thank you! Saw glad I sat down and listen throughly and took detailed notes.",
      "likes": 0,
      "author": "@MamanCooper-j7m"
    },
    {
      "text": "Your video is so concise and easy to understand. It makes a lot of sense to me and has motivated me to put the details in motion. Now I have a better idea of where to start and the direction I'm goin in. I'm excited! So , THANKS! Happy Turkey Day!",
      "likes": 0,
      "author": "@Mariagracewhoplaysthebass"
    },
    {
      "text": "You really break it down in easy to understand logical terms that I can use!!!",
      "likes": 0,
      "author": "@martintroy"
    },
    {
      "text": "Give me the Guide.",
      "likes": 1,
      "author": "@doctorpabs"
    },
    {
      "text": "\"Give me the Guide\" - Thank you! Sunny!",
      "likes": 0,
      "author": "@leorabach1396"
    },
    {
      "text": "Very helpful video, thank you. Getting ready to start creating.",
      "likes": 0,
      "author": "@nyxandtyr"
    }
  ],
  "ih_gFJfZ8RU": [
    {
      "text": "If you're ready to stop chasing clients and start attracting them on autopilot, download the Knowledge Bank now — it's the fastest way to turn your expertise into income.  https://www.authoritydotio.com/knowledgebank-lm63306988?utm_source=YouTube&utm_medium=video&utm_campaign=The+AI-Powered+Business+Plan+To+Earn+on+YouTube+From+Day+1&utm_content=The+AI-Powered+Business+Plan+To+Earn+on+YouTube+From+Day+1&utm_term=The+AI-Powered+Business+Plan+To+Earn+on+YouTube+From+Day+1",
      "likes": 12,
      "author": "@SunnyLenarduzzi"
    },
    {
      "text": "I started just two months ago with only 50 subscribers, and I’ve made it a point to upload a video every single day without fail. Growth may be slow and gradual, but that’s why your “why” needs to be as strong as your passion.",
      "likes": 6,
      "author": "@GenesProjects"
    },
    {
      "text": "This strategy is gold. I’d love to see how you apply these to a service based business not just coaching. For example I want to provide AI services for businesses to help them retain leads, handle email and marketing automations, etc. Maybe this business model doesn’t fit in your strategy but if it does l, I’d love to see an example since you mention services business.",
      "likes": 9,
      "author": "@JcAlmonte10"
    },
    {
      "text": "Finally, someone who makes sense! A personal way to build authority, and a process to present it! Fabulous! Please send your Business Plan!",
      "likes": 0,
      "author": "@judithfrost687"
    },
    {
      "text": "Sunny and her crew are the real deal!  Thank you so much!  Glad to be onboard!",
      "likes": 7,
      "author": "@ScottHelmerMindset"
    },
    {
      "text": "I recently discovered this channel! What a treasure!",
      "likes": 5,
      "author": "@kabrazanos"
    },
    {
      "text": "Sunny, I absolutely love your videos! They're always so informative and helpful! I'm in the UK and still in schooling, but your videos have made me so fond of the idea of starting my own business, and over every video, my passion increases! I was wondering if maybe I could try and contact you further if you would be up for it? Thank you so much! God bless you! 🙏❤️🙌",
      "likes": 4,
      "author": "@ReeceSpeller-jt5fd"
    },
    {
      "text": "Business plan. I found your channel today. Saw this video. subscribed. simple and clear",
      "likes": 0,
      "author": "@talkmastery"
    },
    {
      "text": "its refreshing to see a business plan that doesnt rely on going viral or chasing followers and instead focuses on serving a specific audience with purpose. using ai to automate the backend lets you spend your time doing the work you love.",
      "likes": 14,
      "author": "@galluccinet"
    },
    {
      "text": "I just completed all the steps, WOW. This was amazing, and what a time saver. I created my new business within the last few months and am working on launching my channel to create leads and income from YouTube. The clarity and direction of completing this workbook and using the tools were so helpful. I had a lot of clarity already, but this took it to the next level. Thank You, Sunny!",
      "likes": 0,
      "author": "@HerJoyfulLife"
    },
    {
      "text": "Business plan!! I look forward to each and every one of your videos! You’re an inspiration.",
      "likes": 0,
      "author": "@tommynicholson7899"
    },
    {
      "text": "BUSINESS PLAN - Thanks!",
      "likes": 0,
      "author": "@Inner.Architect"
    },
    {
      "text": "Business Plan  - Would love to get this Sunny. Thank you, very very helpful",
      "likes": 0,
      "author": "@TodTx"
    },
    {
      "text": "I just discovered your channel and you have shared so much value in 4 videos I watched since yesterday. Thank you 😊",
      "likes": 0,
      "author": "@AlbertaNkembe"
    },
    {
      "text": "Business Plan thank you",
      "likes": 1,
      "author": "@martinasottovia1404"
    },
    {
      "text": "Please send me business plan",
      "likes": 1,
      "author": "@FrancisSafo-k1y8r"
    },
    {
      "text": "Business Plan.  Thank you!",
      "likes": 1,
      "author": "@Seaton007"
    },
    {
      "text": "Business plan!  Great video!",
      "likes": 0,
      "author": "@thughlett"
    },
    {
      "text": "business plan, thanks!",
      "likes": 0,
      "author": "@dallasbono"
    },
    {
      "text": "Business Plan, please. I only recently discovered your YouTube Channel a few weeks ago, and Sunny, you are a very big breath of very fresh clean air in a very over crowded generically polluted atmosphere of  literally thousands of content creators who are desperately just trying to sell you mountains of flashy, glitzy re-hashed old tired content that doesn't work, just to make a quick buck out of you. Thank you Sunny. 🙂",
      "likes": 1,
      "author": "@derekwhite8600"
    }
  ],
  "EcZR9FVC9O8": [
    {
      "text": "Think you need a massive audience to make real money on YouTube? Think again.\n📥 Get the free Monetize From Day One Guide: https://www.authoritydotio.com/monetized1?utm_source=ActiveCampaign&utm_medium=video&utm_campaign=Sunny+Lenarduzzi+Channel&utm_content=How+Average+People+Are+Making+Millions+On+YouTube",
      "likes": 14,
      "author": "@SunnyLenarduzzi"
    },
    {
      "text": "Sunny, thanks - I've been subscribed for a while and found the info interesting and potentially useful, but this is the first time one of your videos really, TRULY resonated. It seemed that previously the case studies were all very experienced professionals - doctors, nurses, therapists, lawyers, real estate agents etc - who then made the jump to selling their knowledge and experience via their YouTube funnel. But teaching languages and oil painting? Hmm, now I feel that something like this migh",
      "likes": 11,
      "author": "@jordinja"
    },
    {
      "text": "This is the first video covering what we needed to hear. This matches our goals, plans, and what we have to offer. Thank you. Monetize.",
      "likes": 6,
      "author": "@valeriesnyder2670"
    },
    {
      "text": "Wow! Happy 700K Sunny! ",
      "likes": 10,
      "author": "@am.peachy"
    },
    {
      "text": "Thanks Sunny for this video! I learned a lot from what you share",
      "likes": 6,
      "author": "@DavesWaysToMakeMoney"
    },
    {
      "text": "Monetize 😊 \nI appreciate how generous you always are. No gimmicks. ✨",
      "likes": 4,
      "author": "@CrystalBesharaArtist"
    },
    {
      "text": "I am new to youtube and I trying my best to making videos in consistency  and make entertain and educate  together",
      "likes": 4,
      "author": "@saveandfixonline"
    },
    {
      "text": "Any advice for someone that has a channel like me? I have multiple channel like this on here that I am commenting from now... and you are absolutely right, make over 30milion views a month on my shorts overall in average, and yet the return is not good compared to what you are teaching here... Would love to know how I can leverage this, will appreciate it 💖",
      "likes": 1,
      "author": "@Ciocy-Kuiz"
    },
    {
      "text": "So powerful Sunny, thanks for sharing this.",
      "likes": 3,
      "author": "@drproactive1"
    },
    {
      "text": "Thanks, Sunny. You have packed a lot of helpful and actrionable insights into this video. I resonate strongly with being who I am as an expert, rather than an entertainer. I am a polymath with 40 years of experience and am regarded as an expert in five different areas. I have developed proprietary frameworks in each of them and have seen transformations through my nonprofit coaching and training work. I find it difficult to niche down to one avatar and focus on one product. Is there a place to h",
      "likes": 0,
      "author": "@donallen463"
    },
    {
      "text": "I have nothing but respect and admiration for this lady. She’s sharing up to date info that’ll actually help people turn their expertise into income. Sunny, I doff my hat to you.",
      "likes": 1,
      "author": "@utopiadweller"
    },
    {
      "text": "I would like to see this happening....its very very difficult earning from any digital product.",
      "likes": 1,
      "author": "@annelizevd50"
    },
    {
      "text": "thank you for sharing",
      "likes": 1,
      "author": "@thepowerofthewords-ts"
    },
    {
      "text": "This is such good content.  Thanks Sunny!  Monetize 🙏🏾",
      "likes": 1,
      "author": "@Ms.JoyRenée"
    },
    {
      "text": "Love it",
      "likes": 1,
      "author": "@FDMAS-ytd"
    },
    {
      "text": "Sunny is on fire this year! 🤯",
      "likes": 2,
      "author": "@Ardley101"
    },
    {
      "text": "Monetize - thanks, awesome video, I learned a lot!!",
      "likes": 1,
      "author": "@johnballard9650"
    },
    {
      "text": "Monetize. Thank you Sunny.❤",
      "likes": 1,
      "author": "@erikadolnackova9743"
    },
    {
      "text": "Monetize- Thanks Sunny! 😊",
      "likes": 1,
      "author": "@NatashaGrays-77"
    },
    {
      "text": "There is always value in your content",
      "likes": 2,
      "author": "@fifaagentservices"
    }
  ],
  "4OBCh3A5CWI": [
    {
      "text": "COURSE ... I just discovered you about a week ago, and I've been learning so much from your amazing videos. Your information could not have come to me at a better time! I am in a very deep hole in my life and have valuable experience for an amazing course idea, but I am basically homeless right now. I know if I can launch my course I can totally change my life around, and inspire the lives of many others.",
      "likes": 20,
      "author": "@KittyKatCreative"
    },
    {
      "text": "Course 😁 - Just found you today! Thank you!",
      "likes": 1,
      "author": "@AiWithMeCreative"
    },
    {
      "text": "This woman is a GENIUS!! Oh I am Sooo So thankful to you for this information!!!",
      "likes": 8,
      "author": "@JiminPark-977V"
    },
    {
      "text": "Course!! Hey i am a super fan of yours and definitely need your mentorship for my journey !",
      "likes": 1,
      "author": "@madhursarafjain2484"
    },
    {
      "text": "Course\n\nEDIT: \nI don't really think I need the call. This video has literally answered my questions.",
      "likes": 20,
      "author": "@doncharleyos"
    },
    {
      "text": "Course\n\nWell laid out, good edits.",
      "likes": 2,
      "author": "@PlayEveryWay"
    },
    {
      "text": "Sunny - you are amazing! Thank you for another priceless video.  You are the only person I follow on YouTube who actually isn't trying to get more subs yet just from a 1 month ago when I found you - you have grown from 604K to 633K subs!  YOU are MY Oprah!!!",
      "likes": 8,
      "author": "@HamptonEdge"
    },
    {
      "text": "COURSE ... I resonate with Samira's story. My situation is slightly different, but I'm a PsyD and I just turned 50.",
      "likes": 1,
      "author": "@AlvaroArredondo-ir6iv"
    },
    {
      "text": "Hi, can you suggest me some road map for an introvert full-stack web developer and non-native English speaker. I'm good at creating thing but don't know much about selling as being introvert.",
      "likes": 3,
      "author": "@zainuldin9095"
    },
    {
      "text": "Wow!!! You are amazing. I am at the beginning stages of course creation and you have really blessed me with this video. You are powerful. \"Course\"...",
      "likes": 0,
      "author": "@kingstrainingkings"
    },
    {
      "text": "Course! Hope I'm not too late. I discovered your channel after having what I consider at my stage a viral video (almost 90K views) and building to almost 2000 subscribers from 187. I felt \"yes I'm finally getting somewhere!\" but knew AdSense isn't the end all be all, but without a business background have no clue how to do all of this and it feels overwhelming. Been racking my brain for something non-general I can do with psychology, so hoping your team can help!",
      "likes": 4,
      "author": "@TheNetflixPsychologist"
    },
    {
      "text": "COURSE!!! I’ve been following you for years and you are always so authentic and real!! Thank you ❤",
      "likes": 0,
      "author": "@annieingram1702"
    },
    {
      "text": "COURSE - Thank you very much!",
      "likes": 0,
      "author": "@robindownward507"
    },
    {
      "text": "Course. But i do have a question. how do you determine what you should teach? What if you're just a Jack or Jill of all trades and don't feel like you have just one specialized skill set. How do you figure out what is the most profitable? Or you feel your skill set would not be profitable?",
      "likes": 2,
      "author": "@joannep5974"
    },
    {
      "text": "COURSE, yes please!",
      "likes": 0,
      "author": "@jasonrichardson7378"
    },
    {
      "text": "Hey can you link the course from that professor you mentioned at the beginning of this video?",
      "likes": 0,
      "author": "@TORZITRON1"
    },
    {
      "text": "Course. Thank you",
      "likes": 1,
      "author": "@Akua-q6o"
    },
    {
      "text": "COURSE!\nPlease and thank you!",
      "likes": 0,
      "author": "@JiminPark-977V"
    },
    {
      "text": "Course thanks 🎉",
      "likes": 1,
      "author": "@awesomecruising"
    }
  ],
  "0K5ZeNbUGgA": [
    {
      "text": "Ready to Unlock your Ideal Client Decoder—grab it free to attract high-paying clients with a tiny audience. https://www.authoritydotio.com/decoder-guide?utm_source=YouTube&utm_medium=video&utm_campaign=Sunny+Lenarduzzi+Channel&utm_content=Small+Channel+Sales+Funnel%3A+How+to+Make+%24%24%24+On+YouTube+On+Day+1",
      "likes": 18,
      "author": "@SunnyLenarduzzi"
    },
    {
      "text": "Creating the right content always made perfect sense to me. I never cared about the common teachings of pleasing the algorithm. The part I've struggled with is what offer to create. Not just creating any offer to help people with something, but an offer that I can be happy with, beyond just making a bunch of money.",
      "likes": 15,
      "author": "@Mv3Trader"
    },
    {
      "text": "Sunny, this completely shattered everything I thought I knew about YouTube success! 🤯 The \"authority before audience\" concept is absolutely revolutionary - I've been obsessing over subscriber counts when I should have been focusing on attracting the RIGHT viewers with market-of-one content. Your no-friction sales funnel breakdown is pure gold, especially how you showed that one video generating $178k from just 7,300 views versus relying on AdSense pennies. The three types of content (evergreen, ",
      "likes": 8,
      "author": "@theaiworkshopp"
    },
    {
      "text": "Thank you for over 900 subscribers YouTube family keep supporting 🎉🎉🎉...",
      "likes": 2,
      "author": "@coachjohnisrael8457"
    },
    {
      "text": "Thank you again for an insightful video, you really speak to the heart of the solopreneur.  I went to the link for the decoder. I can download the instructions but can't find the link to complete the decoder.",
      "likes": 0,
      "author": "@SomaSensing"
    },
    {
      "text": "I´m not able to use the decoder, stuck in a loop, there is nothing to click on Step 2",
      "likes": 0,
      "author": "@frankfable"
    },
    {
      "text": "Decoder, please! You packed so much juicy content into this, giving us the perfect example of what you're talking about. Thanks so much!",
      "likes": 2,
      "author": "@JanetHiltsEFT"
    },
    {
      "text": "Client Decoder, please.  I love your content, and it makes so much common logical sense to reach the right people and not try to serve everyone.  Great stuff,  thank you, Sunny.",
      "likes": 1,
      "author": "@derekwhite8600"
    },
    {
      "text": "Decoder! Thanks, Sunny.",
      "likes": 0,
      "author": "@adamjblust"
    },
    {
      "text": "Smart, friendly and likes to share. Thumbs up from me!",
      "likes": 2,
      "author": "@theDisneyKnowItAll"
    },
    {
      "text": "Thanks for the decoder",
      "likes": 0,
      "author": "@TheAlbymay"
    },
    {
      "text": "Decoder. Thanks, Sunny!",
      "likes": 0,
      "author": "@StickmanReport"
    },
    {
      "text": "@Sunny Thanks for the great video again <3 \nThis video made me think: what if I delete those previous videos that was low-quality, without a clear CTA or Client Avatar? \nIs it better for the algorythm? Or it doesn't matter and I just overthink? \nThanks!",
      "likes": 2,
      "author": "@happyhabitify"
    },
    {
      "text": "I’m impressed at the level of specificity and nuance in the content you are giving. +1 subscriber. Also. Decoder please!",
      "likes": 0,
      "author": "@oopsiepoopoo227"
    },
    {
      "text": "Decoder. This video was great, thank you! ☺️",
      "likes": 0,
      "author": "@nanneli300"
    },
    {
      "text": "Decoder…thanks for the information!",
      "likes": 0,
      "author": "@michellemvm64"
    },
    {
      "text": "Decoder. Great insight. Thanks",
      "likes": 0,
      "author": "@PropertyInvesting-UK"
    },
    {
      "text": "Decoder thank you 🎉",
      "likes": 0,
      "author": "@BarbaraZippo"
    },
    {
      "text": "Decoder Thanks.:)",
      "likes": 0,
      "author": "@TheFunMerchCompany"
    },
    {
      "text": "Thank you so much 🎉 Sunny🎉\n\n I am deeply grateful to you for your valuable content.",
      "likes": 2,
      "author": "@MilindBorkar_MENTOR"
    }
  ],
  "ZKxD1I_oOFk": [
    {
      "text": "Monetize! Thanks Sunny, you say it all the time and are super consistent. I’m convinced. I’ll be offering my biz stuff on my other channel. No sense confusing the algorithm with a smorgasbord of content.",
      "likes": 4,
      "author": "@StephaniRoberts"
    },
    {
      "text": "Monetize 😁",
      "likes": 7,
      "author": "@abdallahhaddad7444"
    },
    {
      "text": "Monetize. Can't wait.",
      "likes": 3,
      "author": "@SandraSallin"
    },
    {
      "text": "Brilliant as always Sunny. Monetize. Thankyou",
      "likes": 1,
      "author": "@lifebydesignmeg"
    },
    {
      "text": "We love you 🥰#Suuny!🤓 Monetize!",
      "likes": 1,
      "author": "@Spirit_MindRebirth"
    },
    {
      "text": "Astonishing content Ms. Lenarduzzi 🔥🔥🔥 Keep doing this great work girl, you rock!",
      "likes": 9,
      "author": "@MasterBrain182"
    },
    {
      "text": "Monetize. Thank you so much for sharing your knowledge with us.",
      "likes": 1,
      "author": "@tobiasrekker5376"
    },
    {
      "text": "Sunny thanks for sharing your playbook to utilize YouTube the way it should be used which is through teaching people things, giving us transformation focused concepts that people can watch overtime. I do think having a likeable personality does keep people and responding to comments keeps people coming back too. I still get people commenting on old videos of mines and those where videos that was guides and tips. Wishing you blessed days ahead 🌟",
      "likes": 6,
      "author": "@GEORGIOARCADE"
    },
    {
      "text": "monetize - I LOVE the way you teach",
      "likes": 0,
      "author": "@PetraBorina"
    },
    {
      "text": "Monetise! Thank you, incredibly valuable video, 👏 🌺",
      "likes": 1,
      "author": "@kika_marie"
    },
    {
      "text": "Thank you, Sunny - Monetize",
      "likes": 1,
      "author": "@KathyHagen-i3v"
    },
    {
      "text": "Monetize. I keep watching your valuable content. thanks for sharing.",
      "likes": 0,
      "author": "@theskyisthespirit6208"
    },
    {
      "text": "Monetize! Thank you for this video and the way you explain things!",
      "likes": 0,
      "author": "@evolushendesigns"
    },
    {
      "text": "please team sunny what apps and tools do i need to use to carry this out effectively",
      "likes": 1,
      "author": "@matthew_confidence"
    },
    {
      "text": "Hey Sunny.  The link in your description does not work.  Just an error message.",
      "likes": 0,
      "author": "@MayflowerWoodcraft"
    },
    {
      "text": "Amazing value here, I am going to apply this in my videos 😊",
      "likes": 3,
      "author": "@yourAmericanBestie"
    },
    {
      "text": "Monetize - Looking to relaunch my strategic social media!",
      "likes": 0,
      "author": "@onerelationshipaway"
    },
    {
      "text": "Monetize - thanks for your advice",
      "likes": 0,
      "author": "@kmhmoh5091"
    },
    {
      "text": "Incredible!!! \"Monetize,\" please<3 Thanks so much as always!",
      "likes": 1,
      "author": "@BeDreamDANCE"
    }
  ],
  "SY99hmIJEJs": [
    {
      "text": "Please give me the guide",
      "likes": 0,
      "author": "@TheLastWolfe"
    },
    {
      "text": "No one is better than you.   1000%  true.  I don't comment as usual. But your content solves real problems, and its straight to the point. Love it. Also I saw you spending real effort here replying to the comments and everything. I see the reason,  you're not chasing followers everywhere, and you're here with your full attention, thats why there are many people who strongly following you and respect you, and they always know you here and you care them. I truly appreciate and respect this.  I alw",
      "likes": 24,
      "author": "@abdraaz"
    },
    {
      "text": "This is incredibly eye-opening! I’ve burned my brain trying to learn diverse and conflicting information from alleged experts. Your simple path to success is so refreshing. Please send the guide! 😊",
      "likes": 3,
      "author": "@gweaver"
    },
    {
      "text": "Ooh! Please give me the guide! Transform me!",
      "likes": 3,
      "author": "@GigiJohnson"
    },
    {
      "text": "Hi Sunny please give me the guide",
      "likes": 1,
      "author": "@Prayerkairos"
    },
    {
      "text": "Hi! Give me the guide please 😊😊... thx",
      "likes": 1,
      "author": "@carolesauer7800"
    },
    {
      "text": "Give me the guide all the best tanks",
      "likes": 0,
      "author": "@TheWanderingPhotographer"
    },
    {
      "text": "Give me the guide.thank you thank you thank you",
      "likes": 0,
      "author": "@zdl0909"
    },
    {
      "text": "Please share the guide wiht me , as well! tnx!",
      "likes": 0,
      "author": "@slavitajivanov6617"
    },
    {
      "text": "Please send me the guide. Thank you.",
      "likes": 0,
      "author": "@cliffordl3321"
    },
    {
      "text": "Give me the guide ❤❤❤ please",
      "likes": 1,
      "author": "@NicoleMajestik"
    },
    {
      "text": "Give me the guide!!!!!😃😃😃😃😃",
      "likes": 1,
      "author": "@sonoatode"
    },
    {
      "text": "Give me the guide, please 👌🏻 ty!",
      "likes": 1,
      "author": "@alealexandra7812"
    },
    {
      "text": "Please, give me the guide, Sunny.",
      "likes": 1,
      "author": "@CaballeroCalabaza"
    },
    {
      "text": "Please give me the guide! Transform me!",
      "likes": 0,
      "author": "@ChildrensInspiringCircle"
    },
    {
      "text": "So happy i discovered your page. New subscriber",
      "likes": 1,
      "author": "@sabrina77769"
    },
    {
      "text": "Give me the guide, thank you",
      "likes": 0,
      "author": "@thedailytradeshow7373"
    },
    {
      "text": "May I have the Guide please",
      "likes": 0,
      "author": "@Lovedayshuskies"
    },
    {
      "text": "Your content is always amazing!!! I would like the guide please.",
      "likes": 1,
      "author": "@ScottSmith-qz2ip"
    }
  ],
  "-LaY2yerqHo": [
    {
      "text": "Unlock your million-dollar message in minutes — click here to access the Ideal Client Decoder and discover exactly who you’re meant to serve (and how to reach them). https://www.authoritydotio.com/decoder-guide?utm_source=YouTube&utm_medium=video&utm_campaign=Sunny+Lenarduzzi+Channel&utm_content=How+to+Create+a+%245%2C000%2B+Online+Course+THAT+SELLS",
      "likes": 6,
      "author": "@SunnyLenarduzzi"
    },
    {
      "text": "Hey Sunny,\nI’ve been watching you since I first started YouTube back in the day. Honestly, I didn’t believe I’d ever reach the kind of success you always talked about but I did. It’s crazy. I’m living the dream now, and it feels amazing.\n\nI just wanted to thank you for all your videos and the knowledge you’ve shared. It worked for me, and I hope it helps others find success too",
      "likes": 20,
      "author": "@NateTheLawyer"
    },
    {
      "text": "Thank you, Sunny Lenarduzzi! I'm here in Brazil, and your content has helped me so much in gaining clarity. You’re fantastic!\"",
      "likes": 5,
      "author": "@hugodeleon.mentor"
    },
    {
      "text": "The transformation is Key!  Thanks for continuing to remind us of that",
      "likes": 3,
      "author": "@KatieHahn_LeadLikeaCEO"
    },
    {
      "text": "Awesome video, as always. Thankbyou, Sunny. ♡",
      "likes": 4,
      "author": "@MaiaVibe"
    },
    {
      "text": "Decoder - Thank you Sunny. I hope to one day know lives and families have been saved or at very least improved. It starts here 🙏",
      "likes": 0,
      "author": "@richardleroy9078"
    },
    {
      "text": "Great video 😇Always deliver more than expected.",
      "likes": 3,
      "author": "@stayhappylittlemermaid"
    },
    {
      "text": "This is the most helpful video I've found when it comes to starting a coaching business. Thank you so much, Sunny! -- DECODER --",
      "likes": 0,
      "author": "@obedreyes4668"
    },
    {
      "text": "Decoder (Thanks!)",
      "likes": 0,
      "author": "@MichaelSmith-iw6il"
    },
    {
      "text": "\"Decoder\" - Thank you! Interested in watching more of what you have to tell. 😃",
      "likes": 0,
      "author": "@connieabbott8736"
    },
    {
      "text": "Decoder. Thank you, Sunny!",
      "likes": 1,
      "author": "@ElderEaseBalance"
    },
    {
      "text": "Decoder :) Thank you",
      "likes": 0,
      "author": "@bodyorenda"
    },
    {
      "text": "Decoder please & Thank you so much for this great video",
      "likes": 0,
      "author": "@sunshinesforall"
    },
    {
      "text": "Ideal client decoder",
      "likes": 0,
      "author": "@taylorgordon6222"
    },
    {
      "text": "Decoder, thank you!",
      "likes": 0,
      "author": "@robinoakes8096"
    },
    {
      "text": "OMG! I wish you were my mentor...and business partner.",
      "likes": 1,
      "author": "@beginnerbassbybreeze7"
    },
    {
      "text": "A great video again Sunny. I learned a lot from your videos in the last 2 or 3 years. Thank you for all of your videos.",
      "likes": 0,
      "author": "@BuildingFreedomonCamera"
    },
    {
      "text": "Decoder, thanks Sunny",
      "likes": 0,
      "author": "@cherelynelbourne8269"
    },
    {
      "text": "Just started a channel and always surprised how you manager to over delivery, keep the videos coming!",
      "likes": 0,
      "author": "@NotesfromtheNoise"
    },
    {
      "text": "Decoder! Yes, please. I’d like to know this, too.",
      "likes": 0,
      "author": "@schoolingdiana9086"
    }
  ],
  "6BoI58oGVvc": [
    {
      "text": "I feel that your approach is deeply healing.  The focus on 100% alignment and paying attention to the right things is extraordinary.  Because i've been burned before sinking $10k+ into programs that weren't aligned for me, It takes me a while to wrap my mind around things before I pull the trigger, but I feel pretty confident that I will probably do some of your programs in the next few years.  No one is offering this message as clearly as you and the level of intentionality, strategy, and focus",
      "likes": 36,
      "author": "@ThomasMeli"
    },
    {
      "text": "Your advice rings true, looking forward to learning more, please send the guide!",
      "likes": 3,
      "author": "@padlr24"
    },
    {
      "text": "I have watched this video x 3 times in the past 12 hours. 👍🏻👍🏻 \n\nPlease kindly give me the guide. Thanks Sunny. ☀️",
      "likes": 7,
      "author": "@yeecheat188"
    },
    {
      "text": "Back in 2022 I quit making content due to burnout. However, my subs have gone up and I'm still receiving ad revenue so I feel confident my content is needed. I want to return to creating new content but have been afraid I will repeat my same mistakes. Now I've found you! I'm excited to take your advice. Give me the guide! Thanks so much!",
      "likes": 8,
      "author": "@LolaCreatesStuff"
    },
    {
      "text": "Thank you. Please send me the guide.  Have a great day.",
      "likes": 1,
      "author": "@shiviecook"
    },
    {
      "text": "Give the guide below 👏🤟",
      "likes": 5,
      "author": "@LAWacoustic"
    },
    {
      "text": "please send guide\nthank you Sunny",
      "likes": 1,
      "author": "@JustoSalinas888"
    },
    {
      "text": "Give me the guide and tell me where I’m supposed to find it please. Thank you.",
      "likes": 1,
      "author": "@RepayEvilWithGood"
    },
    {
      "text": "Give me the guide below. Psssst annnnd you are amazing! You clearly have tapped into gold. I just started ish and learning tons! Many thanks!",
      "likes": 2,
      "author": "@encircledwreath"
    },
    {
      "text": "Great video, I am so close to give up on YouTube.  Please send me the guide.",
      "likes": 3,
      "author": "@FusionSource"
    },
    {
      "text": "Plz give me the guide - luv your content btw",
      "likes": 1,
      "author": "@jud2820"
    },
    {
      "text": "Thank you Sunny! Please give me the guide ❤",
      "likes": 1,
      "author": "@EstherAdeniran1"
    },
    {
      "text": "Give me the guide below plzzzzzz!",
      "likes": 1,
      "author": "@hellohellohello3264"
    },
    {
      "text": "This makes so much sense... thank you for these new filters about reach, impact and profitability.  I have been filling my YT Channel with knowledge about Grief because I believe knowledge is power... This has been successfully received... However who I really need to target (I now know) is those who are ready to CHANGE their relationship with their Grief... hence the cta to review my services.  THANK YOU!!   Please send the guide.! 🙏🏻 ❤",
      "likes": 5,
      "author": "@grieftherapist"
    },
    {
      "text": "Thank you for the info Sunny. New subscriber here. And new to YouTube creating. I would like the guide please. Thank you. May you have a great Blessed day.🙏❤️",
      "likes": 3,
      "author": "@1KarlaGuerra"
    },
    {
      "text": "Give me the Guide, please and thank you!❤🥳",
      "likes": 1,
      "author": "@sherrylynny"
    },
    {
      "text": "I am interested in the guide below, please.",
      "likes": 1,
      "author": "@ennys.4555"
    },
    {
      "text": "Ready to learn 😮😮😮",
      "likes": 1,
      "author": "@Tilawat-aur-Awaz"
    },
    {
      "text": "This is a great video. Thanks for sharing such valuable content. Give me the guide. Thanks",
      "likes": 0,
      "author": "@unknownlegend1207"
    }
  ],
  "Vdxp0oRaliU": [
    {
      "text": "You hold your destiny in your hands. Decide on what you want, then go after it with all your passion.",
      "likes": 25,
      "author": "@stayhappylittlemermaid"
    },
    {
      "text": "This is EXACTLY what I've been looking for! I've been racking my brain trying to figure out the best way forward for my channel and business and I found it! Thank you so much.",
      "likes": 8,
      "author": "@shawnconnorsrealestate"
    },
    {
      "text": "Hi Thanks for the video. There is a problem with the link to the guide. It redirects to the Click funnel home page…",
      "likes": 0,
      "author": "@healthyriti"
    },
    {
      "text": "May I have the guide please. Thank you",
      "likes": 1,
      "author": "@becomingahealthieryou"
    },
    {
      "text": "give me the guide -- please & thank you! :)",
      "likes": 0,
      "author": "@ToniAbraham-j6o"
    },
    {
      "text": "Give me the guide. Thank you!",
      "likes": 1,
      "author": "@narrisamandol"
    },
    {
      "text": "Give me the guide please, and thank you for your videos :)",
      "likes": 0,
      "author": "@liavivryyanni9276"
    },
    {
      "text": "I’m a new subscriber and I’m binge watching your videos today. I have struggled for nearly 10 years on what I want to do. Idk how I’ve made it so difficult, but I sure have. I know a little about a lot, but have no clue what it is that I can help someone with. Frustrated is an under statement. I’m getting each freebie you’re offering and adding them to my arsenal of information. I need a lightbulb to come on…asap.",
      "likes": 3,
      "author": "@singlemamacan"
    },
    {
      "text": "Guide please. Thank you",
      "likes": 0,
      "author": "@s2kelam"
    },
    {
      "text": "I love your approach. Give me the guide, please and thank you for sharing!",
      "likes": 1,
      "author": "@MayFernández-t9q"
    },
    {
      "text": "Give me the guide, please. I really enjoyed and learned from your videos. Thank you for having a genuine person like you. I hope you the best of reaching out to fellows searching for sensible and vital information like the ones you share.",
      "likes": 0,
      "author": "@Kalifartos"
    },
    {
      "text": "Give me the guide please!!!!! And thank you so much!!!",
      "likes": 1,
      "author": "@JiminPark-977V"
    },
    {
      "text": "Thank you for sharing your earned knowledge and wisdom. It’s greatly appreciated. I would love to receive the guide. “Give me the guide.” 😊💗",
      "likes": 0,
      "author": "@LYL.Voyage"
    },
    {
      "text": "Sunny, thank you so much for this video, your content is truly the best. \"Give me the guide\", and thank you again for being so inspiring!",
      "likes": 0,
      "author": "@virginia_philippe"
    },
    {
      "text": "Give me the guide please🤗",
      "likes": 1,
      "author": "@Banuyollarda"
    },
    {
      "text": "Give me the guide, please!",
      "likes": 1,
      "author": "@cierraslowsdown"
    },
    {
      "text": "Give me the guide! I am tired of winging it and getting nowhere. Just found your videos, you present very well and are giving such valuable information. Thank you!",
      "likes": 0,
      "author": "@JennAveryGourdArt"
    },
    {
      "text": "Give me the guide...Thankyou",
      "likes": 0,
      "author": "@CatherineRozanski1963"
    },
    {
      "text": "Give me the guide... Thank you!",
      "likes": 0,
      "author": "@vanessafrancis8433"
    }
  ],
  "l9YlmS_Dpw8": [
    {
      "text": "I followed ur advice, set up my pop, posted my first YouTube video this week and just got off my first sales call, unfortunately he couldn’t afford my offer, but I was surprised to have a call booked so quickly 😮",
      "likes": 25,
      "author": "@Hehehoohoo-j3d"
    },
    {
      "text": "Give me the guide",
      "likes": 9,
      "author": "@candraward"
    },
    {
      "text": "Give to the guide so that I can benefit from it  .. please\n\n... Frankly, I thank you very much for your honest style and for reprogramming our minds to the better and correcting the wrong concepts that we believed... You are a truly distinguished woman and I am lucky to have found you and subscribed to your channel",
      "likes": 5,
      "author": "@almoshkyomaralmoshky-su9bg"
    },
    {
      "text": "i've been watching you for years!! i need to start implementing!",
      "likes": 5,
      "author": "@rachelsmalleyy"
    },
    {
      "text": "This is the best video I've seen on building a YouTube channel.",
      "likes": 4,
      "author": "@russelldmcclain"
    },
    {
      "text": "Hey, amazing work, thanks for the information shared please can I have the Guide",
      "likes": 0,
      "author": "@echoesofmare"
    },
    {
      "text": "Give me the guide \nPerfect, this is exactly what I have been looking for! Thank you",
      "likes": 0,
      "author": "@CoachBruceBenko"
    },
    {
      "text": "May I please have the guide, please and thank you!",
      "likes": 0,
      "author": "@AG-iu9lv"
    },
    {
      "text": "pls send me the guide. Thank you so much",
      "likes": 0,
      "author": "@BhavaTang"
    },
    {
      "text": "This video is pure gold 💖🙏 Thanks Sunny! \nAnd of course give me the guide 😊",
      "likes": 0,
      "author": "@Journey2Freedom"
    },
    {
      "text": "Guide, please, and thanks!",
      "likes": 0,
      "author": "@LindaKayGifford.CallitAssault"
    },
    {
      "text": "can I please get your guide?  Thanks",
      "likes": 0,
      "author": "@Judeslovinlife"
    },
    {
      "text": "Yes! I’ll take the guide!!!",
      "likes": 0,
      "author": "@RachelBASMR"
    },
    {
      "text": "Hi Loved this! Thank you.Please send me the guide.",
      "likes": 0,
      "author": "@challengingchallenges"
    },
    {
      "text": "It looks awesome but how to develop the channel like you talk. So nice to see your advice.",
      "likes": 0,
      "author": "@KnowledgeBridge-o2n"
    },
    {
      "text": "give me the guide! great video, thank you!!",
      "likes": 0,
      "author": "@genevieveraley6160"
    },
    {
      "text": "Give me the guide  hurr abbas 😊thank you",
      "likes": 1,
      "author": "@EliteArena-f8v"
    },
    {
      "text": "Yes please Sunny! I would love the guide ❤",
      "likes": 0,
      "author": "@LittleMoonseed"
    },
    {
      "text": "\"Give Me the Guide\" - I love the content and am excited to receive the guide.",
      "likes": 0,
      "author": "@extraordinarywithchirag"
    }
  ]
}